################################################################
# Brew Native                                                  #
################################################################

# Taps
tap "isen-ng/dotnet-sdk-versions"

# Browsers
cask "microsoft-edge"
cask "google-chrome"
cask "firefox"

# Device support
cask "steermouse"
cask "displaylink"
cask "bazecor"

# General
brew "mas"
cask "microsoft-teams"
cask "snagit"
cask "adobe-acrobat-reader"
cask "airtool"
brew "wireshark"
brew "nmap"
brew "mtr"
# Fails in Sequoia on Apple Silicon; disable for now
# cask "osxfuse"
cask "cryptomator"
cask "google-drive"
cask "gimp"
cask "inkscape"
cask "vagrant"
cask "discord"
cask "netspot"
cask "zoom"
cask "tailscale"
cask "vnc-viewer"
cask "ollama"
cask "balenaetcher"
cask "spotify"

# Dev Tools
cask "font-hack-nerd-font"
cask "visual-studio-code"
cask "powershell"
cask "postman"
cask "typora"
cask "jetbrains-toolbox"
cask "iterm2"
cask "docker"
# Pyenv is misbehaving on M1; disabling for now
brew "pyenv"
brew "pipx"
brew "freetds"
# Not working with Ruby much right now
#brew "rbenv"
cask "dotnet-sdk"

# Shell and Core Shell Utils
brew "fish"
brew "coreutils"
brew "diffutils"
brew "findutils"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "wget"
brew "grep"
brew "less"
brew "make"
brew "nano"
brew "openssh"
brew "rsync"
brew "screen"
brew "telnet"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "readline"
brew "xz"
brew "zlib"
brew "bzip2"

################################################################
# App Store                                                    #
################################################################

# iWork
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Numbers", id: 409203825

# Misc
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft OneNote", id: 784801555
mas "Amazon Kindle", id: 302584613
mas "Slack", id: 803453959
mas "Goodnotes 6", id: 1444383602
mas "WhatsApp Messenger", id: 310633997
