{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2021-10-23T16:29:20.427-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Postman.Postman"
				},
				{
					"PackageIdentifier": "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier": "Microsoft.SQLServerManagementStudio"
				},
				{
					"PackageIdentifier": "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Mozilla.Firefox"
				},
				{
					"PackageIdentifier": "Insecure.Nmap"
				},
				{
					"PackageIdentifier": "Python.Python.3"
				},
				{
					"PackageIdentifier": "Telerik.Fiddler"
				},
				{
					"PackageIdentifier": "WinSCP.WinSCP"
				},
				{
					"PackageIdentifier": "WiresharkFoundation.Wireshark"
				},
				{
					"PackageIdentifier": "PuTTY.PuTTY"
				},
				{
					"PackageIdentifier": "Adobe.AdobeAcrobatReaderDC"
				},
				{
					"PackageIdentifier": "Microsoft.AzureStorageExplorer"
				},
				{
					"PackageIdentifier": "SlackTechnologies.Slack"
				},
				{
					"PackageIdentifier": "Google.Chrome"
				},
				{
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "SourceFoundry.HackFonts"
				},
				{
					"PackageIdentifier": "GIMP.GIMP"
				},
				{
					"PackageIdentifier": "Inkscape.Inkscape"
				},
				{
					"PackageIdentifier": "Zoom.Zoom"
				},
				{
					"PackageIdentifier": "Microsoft.Azure.AZCopy.10"
				},
				{
					"PackageIdentifier": "MHNexus.HxD"
				},
				{
					"PackageIdentifier": "TechSmith.Snagit.2025"
				},
				{
					"PackageIdentifier": "Microsoft.AzureCLI"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudio.2022.Enterprise"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://winget.azureedge.net/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.1.12653"
}